Repository: thefraggle/familienwecker
Catalog: ios/FamWake/Resources/Localizable.xcstrings
Source language: de
Languages: bn, da, en, es, fr, gsw, hi, id, it, ja, ko, ksh, mr, nb, nl, pl, pt, ru, sv, swg, tr, uk, vi, zh

# settings_admin_reset_schedule_confirm
source: Möchtest du wirklich den Zeitplan für die gesamte Familie zurücksetzen?
en: Do you really want to reset the schedule for the entire family?
es: ¿Realmente deseas restablecer el horario de toda la familia?
fr: Voulez-vous vraiment réinitialiser l'horaire pour toute la famille ?
it: Vuoi davvero reimpostare il piano per tutta la famiglia?
ja: 家族全員のスケジュールをリセットしますか？

# settings_no_profile
source: Kein Profil
en: No profile
es: Sin perfil
fr: Aucun profil
it: Nessun profilo
ja: プロフィールなし

# settings_test_alarm
source: ⏰ Test-Wecker (2 Min)
en: ⏰ Test Alarm (2 min)
es: ⏰ Alarma de prueba (2 min)
fr: ⏰ Alarme de test (2 min)
it: ⏰ Sveglia di prova (2 min)
ja: ⏰ テストアラーム (2分)

# sign_in_with_apple
source: Mit Apple anmelden
en: Sign in with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi con Apple
ja: Appleでサインイン

# snooze_counter
source: Schlummern (%d/%d)
en: Snooze (%d/%d)
es: Posponer (%1$d/%2$d)
fr: Répétition (%1$d/%2$d)
it: Posticipa (%1$d/%2$d)
ja: スヌーズ (%1$d/%2$d)

# snooze_max_reached
source: Maximale Snooze-Anzahl erreicht. Aufstehen! 💪
en: Maximum snooze count reached. Time to get up! 💪
es: Se alcanzó el número máximo de repetición de alarma. ¡Es hora de levantarse! 💪
fr: Nombre maximum de répétitions atteint. Il est temps de se lever ! 💪
it: È stato raggiunto il numero massimo di posticipazioni. È ora di alzarsi! 💪
ja: 最大スヌーズ数に達しました。起きる時間です！ 💪

# snooze_not_possible_title
source: Snooze nicht möglich
en: Snooze not possible
es: No se puede posponer
fr: Répétition impossible
it: Posticipo non disponibile
ja: スヌーズできません

# accessibility_alarm_snooze
source: Snooze
es: Posponer
fr: Répéter
it: Posticipa
ja: スヌーズ

# accessibility_email_support
source: E-Mail-Support
es: Soporte por correo electrónico
fr: Support par e-mail
it: Supporto via email
ja: メールでサポート

# settings_admin_title
source: Admin
es: Administración
fr: Administration
it: Amministrazione
ja: 管理

# minutes_suffix
source: %d min
ja: %d分
